"DST" = "DST";
"STD" = "STD";
"Loaded " = "Załadowane ";
" deep space objects" = " obiekty Deep Space";
"Loading NV fragment program: " = "Ładowanie programu NV fragment: ";
"Error loading NV fragment program: " = "Błąd podczas ładowania programu NV fragment: ";
"Error in fragment program " = "Błąd w programie fragmentu";
"Initializing NV fragment programs . . .\n" = "Inicjalizowanie programów NV fragment . . .\n";
"All NV fragment programs loaded successfully.\n" = "Wszystkie programy NV fragment zostały pomyślnie załadowane.\n";
"Initializing ARB fragment programs . . .\n" = "Inicjalizowanie programów ARB fragment . . .\n";
"Galaxy (Hubble type: %s)" = "Galaktyka (typ Hubble’a: %s)";
"Loading image from file " = "Ładowanie obrazu z pliku ";
": unrecognized or unsupported image file type.\n" = ": nierozpoznany lub nieobsługiwany typ pliku obrazu.\n";
"Error opening image file " = "Błąd podczas otwierania pliku obrazu ";
"Error: " = "Błąd: ";
" is not a PNG file.\n" = " nie jest plikiem PNG.\n";
"Error reading PNG image file " = "Błąd podczas wczytywania pliku obrazu PNG";
"Loading model: " = "Ładowanie modelu: ";
"   Model statistics: " = "   Statystyki modelu: ";
" vertices, " = " wierzchołki, ";
" primitives, " = " prymitywne, ";
" materials " = " materiały ";
" unique)\n" = " niepowtarzalne)\n";
"Error loading model '" = "Błąd podczas ładowania modelu '";
"%s" = "%s";
"Error in .ssc file (line " = "Błąd w pliku .ssc (linia ";
"parent body '" = "ciało nadrzędne '";
"' of '" = "' z '";
"' not found." = "' nie znaleziono.";
"warning duplicate definition of " = "ostrzeżenie podwójnych definicji z";
"bad alternate surface" = "zła zastępcza powierzchnia";
"bad location" = "złe miejsce";
"' not found.\n" = "' nie znaleziono.\n";
"Bad header for cross index\n" = "Zły nagłówek dla indeksu skrośnego\n";
"Bad version for cross index\n" = "Zła wersja dla indeksu skrośnego\n";
"Loading cross index failed at record " = "Nie powiodło się ładowanie indeksu skrośnego przy wpisie ";
"Bad spectral type in star database, star #" = "Zły typ spektralny w bazie danych gwiazd, gwiazda #";
" stars in binary database\n" = " gwiazd w binarnej bazie danych\n";
"Total star count: " = "Ilość wszystkich gwiazd: ";
"Error in .stc file (line " = "Błąd w pliku .stc (linia ";
"Invalid star: bad spectral type.\n" = "Nieprawidłowa gwiazda: zły typ spektralny.\n";
"Invalid star: missing spectral type.\n" = "Nieprawidłowa gwiazda: brak typu spektralnego.\n";
"Barycenter " = "Barycentrum ";
" does not exist.\n" = " plik nie istnieje.\n";
"Invalid star: missing right ascension\n" = "Nieprawidłowa gwiazda: brak rektascencji\n";
"Invalid star: missing declination.\n" = "Nieprawidłowa gwiazda: brak deklinacji\n";
"Invalid star: missing distance.\n" = "Nieprawidłowa gwiazda: brak odległości\n";
"Invalid star: missing magnitude.\n" = "Nieprawidłowa gwiazda: brak wielkości\n";
"Invalid star: absolute (not apparent) magnitude must be specified for star near origin\n" = "Nieprawidłowa gwiazda: bezwzględna (nie pozorna) wielkość musi być określona dla gwiazdy w pobliżu pochodzenia\n";
"Creating tiled texture. Width=" = "Tworzenie częściowych tekstur. Szerokość=";
", max=" = ", maks=";
"Creating ordinary texture: " = "Tworzenie zwykłych tekstur: ";
"Loading NV vertex program: " = "Ładowanie programu NV vertex: ";
"Error loading NV vertex program: " = "Błąd podczas ładowania programu NV vertex: ";
"Error in vertex program " = "Błąd w programie vertex";
"Loading ARB vertex program: " = "Ładowanie programu ARB vertex: ";
"Error loading ARB vertex program: " = "Błąd podczas ładowania programu ARB vertex: ";
", line " = ", wiersz";
"Initializing NV vertex programs . . .\n" = "Inicjalizowanie programów NV vertex . . .\n";
"All NV vertex programs loaded successfully.\n" = "Wszystkie programy NV vertex załadowane pomyślnie.\n";
"Initializing ARB vertex programs . . .\n" = "Inicjalizowanie programów ARB vertex . . .\n";
"All ARB vertex programs loaded successfully.\n" = "Wszystkie programy ARB vertex załadowane pomyślnie.\n";
"Error reading favorites file." = "Błąd odczytu pliku ulubionych.";
"Orientation: " = "Orientacja:";
"Error opening script file." = "Błąd otwierania pliku skryptu.";
"Error opening script '%s'" = "Błąd otwierania skryptu '%s'";
"Unknown error opening script" = "Nieznany błąd podczas otwierania skryptu";
"Script coroutine initialization failed" = "Zainicjowanie skryptu współprogramu nie powiodło się";
"Invalid filetype" = "Nieprawidłowy typ pliku";
"Magnitude limit: %.2f" = "Limit wielkości: %.2f";
"Markers enabled" = "Markery włączone";
"Markers disabled" = "Markery wyłączone";
"Goto surface" = "Przejdź do powierzchni";
"Alt-azimuth mode enabled" = "Włączony tryb altazymuta";
"Alt-azimuth mode disabled" = "Wyłączony tryb altazymuta";
"Star style: fuzzy points" = "Styl gwiazdy: niewyraźne punkty";
"Star style: points" = "Styl gwiazdy: punkty";
"Star style: scaled discs" = "Styl gwiazdy: skalowane tarcze";
"Comet tails enabled" = "Włączone ogony komety";
"Comet tails disabled" = "Wyłączone ogony komety";
"Render path: Basic" = "Ścieżka rendera: Podstawowa";
"Render path: Multitexture" = "Ścieżka rendera: Multitekstury";
"Render path: NVIDIA combiners" = "Ścieżka Rendera: kombinatory NVIDIA";
"Render path: OpenGL vertex program" = "Ścieżka Rendera: pogram OpenGL vertex";
"Render path: NVIDIA vertex program and combiners" = "Ścieżka Rendera: kombinatory NVIDIA";
"Render path: OpenGL vertex program/NVIDIA combiners" = "Ścieżka Rendera: pogram OpenGL vertex/kombinatory NVIDIA";
"Render path: OpenGL 1.5 vertex/fragment program" = "Ścieżka Rendera: OpenGL 1.5 vertex/program fragment";
"Render path: NVIDIA GeForce FX" = "Ścieżka Rendera: NVIDIA GeForce FX";
"Render path: OpenGL 2.0" = "Ścieżka rendera: OpenGL 2.0";
"Auto-magnitude enabled" = "Automatyczna wielkość włączona";
"Auto-magnitude disabled" = "Automatyczna wielkość wyłączona";
"Cancel" = "Anuluj";
"Time and script are paused" = "Czas i skrypt zostały wstrzymane";
"Time is paused" = "Czas jest zatrzymany";
"Resume" = "Wznów";
"Light travel time:  %.4f yr " = "Czas podróży światła:  %.4f lat(a) ";
"Light travel time:  %d min  %.1f s" = "Czas podróży światła:  %d min  %.1f s";
"Light travel time:  %d h  %d min  %.1f s" = "Czas podróży światła:  %d g  %d min  %.1f s";
"Light travel delay included" = "Włączone opóźnienie czasu podróży światła";
"Light travel delay switched off" = "Wyłączone opóźnienie czasu podróży światła";
"Light travel delay ignored" = "Zignorowane opóźnienie czasu podróży światła";
"Using normal surface textures." = "Korzystaj z normalnych tekstur powierzchni.";
"Using limit of knowledge surface textures." = "Korzystaj z granicy wiedzy tekstur powierzchni.";
"Follow" = "Śledź";
"Time: Forward" = "Czas: do przodu";
"Time: Backward" = "Czas: wstecz";
"Time rate" = "Upływ czasu";
"Sync Orbit" = "Synchronizacja orbity";
"Lock" = "Zablokuj";
"Chase" = "Goń";
"Auto magnitude limit at 45 degrees:  %.2f" = "Automatyczny limit wielkości przy 45 stopni:  %.2f";
"Ambient light level:  %.2f" = "Poziom oświetlenia otoczenia:  %.2f";
"Light gain" = "Lekkie wzmocnienie";
"Bloom enabled" = "Bloom włączony";
"Bloom disabled" = "Bloom wyłączony";
"Exposure" = "Ekspozycja";
"GL error: " = "Błąd GL: ";
"View too small to be split" = "Widok zbyt mały, aby został podzielony";
"Added view" = "Dodano widok";
"ly" = "lś";
"au" = "au";
" days" = " dni";
" hours" = " godzin";
" minutes" = " minut";
"Apparent diameter: " = "Pozorna średnica: ";
"Apparent magnitude: " = "Pozorna wielkość: ";
"Absolute magnitude: " = "Absolutna wielkość: ";
"RA: " = "RA: ";
"Dec: " = "Dec: ";
"km" = "km";
"Distance: " = "Odległość: ";
"Star system barycenter\n" = "System gwiezdny barycentrum\n";
"Abs (app) mag: %.2f (%.2f)\n" = "Abs (poz) mag: %.2f (%.2f)\n";
"Luminosity: " = "Jasność: ";
"x Sun" = "x Słońce";
"Class: " = "Klasa:";
"Neutron star" = "Gwiazda neuronowa";
"Black hole" = "Czarna dziura";
"Surface temp: " = "Temp. powierzchni: ";
"Radius: " = "Promień: ";
"Rsun" = "Rsłońce";
"Rotation period: " = "Okres rotacji: ";
"Planetary companions present\n" = "Obecne towarzysze planetarne\n";
"Distance from center: " = "Odległość od centrum: ";
"Temperature: " = "Temperatura: ";
"Apparent mag: %.2f\n" = "Pozorna wielkość: %.2f\n";
"  LT" = "  LT";
"Real time" = "Czas rzeczywisty";
"-Real time" = "-Czas rzeczywisty";
"Time stopped" = "Czas zatrzymany";
" faster" = " szybciej";
" slower" = " wolniej";
" (Paused)" = " (Wstrzymano)";
"FPS: " = "FPS: ";
"\nSpeed: " = "\nPrędkość: ";
" m/s" = " m/s";
" km/s" = " km/s";
" AU/s" = " AU/s";
" ly/s" = " ly/s";
"Travelling " = "Podróżowanie ";
"Track " = "Ścieżka";
"Follow " = "Śledź ";
"Sync Orbit " = "Synchronizacja orbity";
"Lock " = "Zablokuj";
"Chase " = "Goń ";
"FOV: " = "FOV: ";
"Sun" = "Słońce";
"Target name: " = "Nazwa docelowa: ";
" at " = " na ";
" fps" = " fps";
"  Recording" = "  Nagrywanie";
"  Paused" = "  Wstrzymano";
"F11 Start/Pause    F12 Stop" = "F11 Start/Pauza    F12 Stop";
"Edit Mode" = "Tryb edycji";
"Loading solar system catalog: " = "Ładowanie katalogu systemu słonecznego: ";
"Loading " = "Ładowanie ";
"License file 'License.txt' is missing!" = "Brakuje pliku licencji 'License.txt'!";
"Error reading configuration file." = "Błąd odczytu pliku konfiguracyjnego.";
"Initialization of SPICE library failed." = "Nie udało się wczytać biblioteki SPICE.";
"Cannot read star database." = "Nie można odczytać bazy danych gwiazd.";
"Error opening deepsky catalog file." = "Błąd podczas otwierania pliku katalogu głębokiego nieba.";
"Error opening solar system catalog.\n" = "Błąd otwierania katalogu układu słonecznego.\n";
"Error opening asterisms file." = "Błąd podczas otwierania pliku astronomów.";
"Error opening constellation boundaries files." = "Błąd otwierania plików granic gwiazdozbioru.";
"render path: " = "ścieżka rendera: ";
"Failed to initialize renderer" = "Nie udało się zainicjować rendera";
"Error loading font; text will not be visible.\n" = "Błąd ładowania czcionki; tekst nie będzie widoczny.\n";
"Error reading cross index " = "Błąd odczytu indeksu skrośnego";
"Loaded cross index " = "Załadowany indeks skrośny";
"Error opening " = "Błąd otwarcia";
"Error reading star names file\n" = "Błąd wczytania pliku nazwy gwiazd\n";
"Error reading stars file\n" = "Błąd odczytu pliku gwiazd\n";
"Error opening star catalog " = "Błąd podczas otwierania katalogu gwiazd ";
"Error in creating ogg file %s for capture.\n" = "Błąd w tworzeniu pliku ogg %s do przechwytywania.\n";
"Internal Ogg library error." = "Wewnętrzny błąd biblioteki Ogg.";
"OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n" = "OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps jakość %d %dx%d offset (%dx%d)\n";
"OggTheoraCapture::cleanup() - wrote %d frames\n" = "OggTheoraCapture::cleanup() - napisano %d klatek\n";
"Settings" = "Ustawienia";
"Vendor: " = "Sprzedawca: ";
"Renderer: " = "Renderer: ";
"Version: " = "Wersja:";
"GLSL version: " = "Wersja GLSL: ";
"Max simultaneous textures: " = "Maksymalne jednoczesne tekstury: ";
"Max texture size: " = "Maksymalny rozmiar tekstury: ";
"Max cube map size: " = "Maks. rozmiar mapy kostki: ";
"Point size range: " = "Rozmiar zakresu punktu: ";
"Supported Extensions:" = "Obsługiwane rozszerzenia:";
"Windowed Mode" = "Tryb okna";
"Asteroids" = "Asteroidy";
"Comets" = "Komety";
"Invisibles" = "Niewidzialne";
"Moons" = "Księżyce";
"Planets" = "Planety";
"Spacecraft" = "Statek kosmiczny";
"Goto" = "Przejdź do";
"Follow" = "Śledź";
"Sync Orbit" = "Synchronizacja orbity";
"Info" = "Informacja";
"Reference Vectors" = "Wektory referencyjne";
"Show Body Axes" = "Pokaż osie ciała";
"Show Frame Axes" = "Pokaż osie klatek";
"Show Sun Direction" = "Pokaż kierunek słońca";
"Show Velocity Vector" = "Pokaż wektor prędkości";
"Show Planetographic Grid" = "Pokaż siatkę planet";
"Show Terminator" = "Pokaż terminatora";
"Satellites" = "Satelity";
"Alternate Surfaces" = "Alternatywne powierzchnie";
"Orbiting Bodies" = "Orbitujące ciała";
"Unmark" = "Odznacz";
"Mark" = "Zaznacz";
"Loading: " = "Ładowanie: ";
"LANGUAGE" = "pl";
"WinLangID" = "415";
"Copied URL" = "Skopiowany URL";
"Loading URL" = "Ładowanie URL";
"Error opening script" = "Błąd otwarcia skryptu";
"Error loading script" = "Błąd ładowania skryptu";
"Running script" = "Uruchamianie skryptu";
"Planet" = "Planeta";
"Satellite" = "Satelita";
"Date" = "Data";
"Start" = "Start";
"Duration" = "Czas trwania";
"Earth" = "Ziemia";
"Jupiter" = "Jowisz";
"Saturn" = "Saturn";
"Uranus" = "Uran";
"Neptune" = "Neptun";
"Pluto" = "Pluton";
"Name" = "Nazwa";
"Distance (ly)" = "Odległość (lś)";
"App. mag" = "Poz. wielk.";
"Abs. mag" = "Abs. wielk.";
"Type" = "Typ";
"Universal Time" = "Uniwersalny czas";
"Local Time" = "Czas lokalny";
"Time Zone Name" = "Nazwa strefy czasowej";
"UTC Offset" = "Wyrównanie UTC";
"Celestial Browser" = "Przeglądarka kosmiczna";
"Moon" = "Księżyc";
"Asteroid" = "Asteroida";
"Comet" = "Kometa";
"Invisible" = "Niewidzialne";
"Barycenter" = "Barycentrum";
"Small Body" = "Małe ciało";
"Dwarf Planet" = "Planeta karłowata";
"-" = "-";
"Eclipse Finder" = "Wyszukiwarka zaćmienia";
"Add Bookmark" = "Dodaj zakładkę";
"Add a bookmark for the current document" = "Dodaj zakładkę do bieżącego dokumentu";
"Add Relative Bookmark" = "Dodaj względną zakładkę";
"Add a relative bookmark for the current document" = "Dodaj względną zakładkę dla bieżącego dokumentu";
"Add Settings Bookmark" = "Dodaj zakładkę ustawień";
"Add a settings bookmark for the current document" = "Dodaj zakładkę ustawień dla bieżącego dokumentu";
"Edit your bookmark collection in a separate window" = "Edytuj zbiory zakładek twoich w osobnym oknie";
"New Folder..." = "Nowy Folder...";
"Create a new bookmark folder in this menu" = "Utwórz nowy folder zakładek w tym menu";
"Can't add bookmark with empty URL" = "Nie można dodać zakładki z pustym URL";
"Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. \nStart-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation." = "Wydaje się, że coś jest nie tak z twoją instalacją Celestii. Nie można znaleźć ekranu powitalnego.\nUruchomienie programu będzie nadal kontynuowane, ale brakuje prawdopodobnie kilka plików i Celestia może nie działać poprawnie, należy sprawdzić instalację.";
"Go to URL..." = "Przejdź do URL...";
"Go to Long/Lat..." = "Przejdź do Long/Lat...";
"Back" = "Wstecz";
"Forward" = "Dalej";
"Home" = "Dom";
"Bookmarks" = "Zakładki";
"Full Screen" = "Pełny ekran";
"Copy URL" = "Kopiuj URL";
"Set Time..." = "Ustaw czas...";
"Set Time to Now" = "Ustaw czas do teraz";
"Accelerate Time" = "Czas przyspieszenia";
"Decelerate Time" = "Czas zwolnienia";
"Accelerate Time (x2)" = "Czas przyspieszenia (x2)";
"Decelerate Time (/2)" = "Czas zwolnienia (/2)";
"Pause Time" = "Zatrzymaj czas";
"Reverse Time" = "Odwróć czas";
"Split View Vertically" = "Podziel widok pionowo";
"Split View Horizontally" = "Split widok poziomo";
"Cycle View" = "Następny widok";
"Single View" = "Pojedynczy widok";
"Delete View" = "Usuń widok";
"Frames Visible" = "Widoczne klatki";
"Active Frame Visible" = "Aktywna widoczna klatka";
"Synchronize Time" = "Synchronizuj czas";
"Alt-Azimuth Mode" = "Tryb alt-azymut";
"Go To Surface" = "Przejdź do powierzchni";
"Show Stars" = "Pokaż gwiazdy";
"Show Planets" = "Pokaż planety";
"Show Galaxies" = "Pokaż galaktyki";
"Show Globulars" = "Pokaż gromady kuliste";
"Show Partial Trajectories" = "Pokaż częściowe tory ruchu";
"Show Nebulae" = "Pokaż mgławicę";
"Show Open Clusters" = "Pokaż otwarte klastry";
"Show Constellations" = "Pokaż gwiazdozbiory";
"Show CloudMaps" = "Pokaż mapy chmur";
"Show Cloud Shadows" = "Pokaż cienie chmur";
"Show Orbits" = "Pokaż orbity";
"Show Asteroid Orbits" = "Pokaż orbity asteroidy";
"Show Comet Orbits" = "Pokaż orbity komet";
"Show Moon Orbits" = "Pokaż orbity księżyc";
"Show Star Orbits" = "Pokaż orbity gwiazd";
"Show Planet Orbits" = "Pokaż orbity planet";
"Show Spacecraft Orbits" = "Pokaż orbity statków kosmicznych";
"Show Celestial Grid" = "Pokaż siatkę nieba";
"Show Night Side Lights" = "Pokaż iluminację na nieoświetlonej części";
"Show Markers" = "Pokaż markery";
"Show Atmospheres" = "Pokaż atmosfery";
"Show Smooth Orbit Lines" = "Pokaż gładkie linie orbity";
"Show Eclipse Shadows" = "Pokaż cienie zaćmienia";
"Cycle Star Mode" = "Następny tryb gwiazd";
"Show Ring Shadows" = "Pokaż cienie pierścienia";
"Show Boundaries" = "Pokaż granice";
"Auto Magnitudes" = "Automatyczne wielkości";
"Show Comet Tails" = "Pokaż ogony komety";
"Show Star Labels" = "Pokaż nazwy gwiazd";
"Show Planet Labels" = "Pokaż nazwy planet";
"Show Moon Labels" = "Pokaż nazwy księżyc";
"Show Comet Labels" = "Pokaż nazwy komet";
"Show Constellation Labels" = "Pokaż nazwy gwiazdozbiorów";
"Constellation Labels in Latin" = "Nazwy gwiazdozbiorów po łacinie";
"Show Galaxy Labels" = "Pokaż nazwy galaktyk";
"Show Globular Labels" = "Pokaż nazwy gromad kulistych";
"Show Nebula Labels" = "Pokaż nazwy mgławicy";
"Show Open Cluster Labels" = "Pokaż nazwy otwartych klastrów";
"Show Asteroid Labels" = "Pokaż nazwy asteroid";
"Show Spacecraft Labels" = "Pokaż nazwy statków kosmicznych";
"Show Location Labels" = "Pokaż nazwy miejsc";
"Display Local Time" = "Wyświetl czas lokalny";
"Show City Locations" = "Pokaż miejsca miast";
"Show Observatory Locations" = "Pokaż miejsca obserwatorium";
"Show Landing Sites Locations" = "Pokaż miejsca lądowań";
"Show Crater Locations" = "Pokaż miejsca krateru";
"Show Mons Locations" = "Pokaż miejsca wzgórz";
"Show Terra Locations" = "Pokaż miejsca masy ziemi";
"Show Vallis Locations" = "Pokaż miejsca dolin";
"Show Mare Locations" = "Pokaż miejsca morza";
"Show Other Locations" = "Pokaż inne miejsca";
"Wireframe Mode" = "Tryb obrazu szkieletowego";
"Center on Orbit" = "Centruj na orbicie";
"Basic" = "Podstawowe";
"Multitexture" = "Multitekstura";
"NvCombiners" = "NvKombinatory";
"DOT3 ARBVP" = "DOT3 ARBVP";
"NvCombiner NvVP" = "NvKombinator NvVP";
"NvCombiner ARBVP" = "NvKombinator ARBVP";
"ARBFP ARBVP" = "ARBFP ARBVP";
"NV30" = "NV30";
"OpenGL 2.0" = "OpenGL 2.0";
"Cycle OpenGL Render Path" = "Zmień ścieżkę rendera OpenGL";
"Sync framerate to video refresh rate" = "Synchronizacja klatek wideo z częstotliwością odświeżania";
"Grab Image" = "Chwyć obraz";
"Capture Video" = "Przechwyć wideo";
"OpenGL info" = "Informacje OpenGL";
"Show Bookmark Toolbar" = "Pokaż pasek zakładek";
"OpenGL Info" = "Informacje OpenGL";
"UTC" = "UTC";
"This version of Celestia was not built with support for movie recording." = "Ta wersja Celestia nie została zbudowana z obsługą nagrywania filmu.";
"Go to URL" = "Przejdź do URL";
"Enter URL" = "Wpisz URL";
"Object: " = "Obiekt: ";
"Longitude: " = "Długość: ";
"East" = "Wschód";
"West" = "Zachód";
"Latitude: " = "Szerokość: ";
"North" = "Północ";
"South" = "Południe";
"Altitude: " = "Wysokość: ";
"Celestia encountered an error while processing your script" = "Celestia napotkał błąd podczas przetwarzania twojego skryptu";
"Celestia" = "Celestia";
"Use alternate configuration file" = "Użyj alternatywnego pliku konfiguracji";
"Use alternate installation directory" = "Użyj alternatywnego  katalogu instalacyjnego";
"Use as additional \"extras\" directory" = "Użyj jako dodatkowy katalog \"extras\"";
"Start fullscreen" = "Startuj w trybie pełnoekranowym";
"Disable splash screen" = "Wyłącz ekran powitalny";
"Start and go to url" = "Startuj i przejdź do url";
"_: NAME OF TRANSLATORS\\nYour names" = "Michał Trzebiatowski";
"_: EMAIL OF TRANSLATORS\\nYour emails" = "hippie_1968@hotmail.com";
"Celestia Preferences" = "Preferencje Celestii";
"Rendering" = "Renderowanie";
"Show" = "Pokaż";
"Stars" = "Gwiazdy";
"Galaxies" = "Galaktyki";
"Nebulae" = "Mgławica";
"Open Clusters" = "Otwórz klastry";
"Atmospheres" = "Atmosfery";
"Clouds" = "Chmury";
"Cloud Shadows" = "Cienie chmur";
"Night Side Lights" = "Iluminacja na nieoświetlonej części";
"Eclipse Shadows" = "Cienie zaćmienia";
"Comet Tails" = "Ogony komety";
"Orbits" = "Orbity";
"Partial Trajectories" = "Częściowe tory ruchu";
"Smooth Orbit Lines" = "Gładkie linie orbity";
"Celestial Grid" = "Siatka nieba";
"Constellations" = "Gwiazdozbiory";
"Markers" = "Markery";
"Ring Shadows" = "Cienie pierścienia";
"Constellation Boundaries" = "Granice gwiazdozbioru";
"Orbits / Labels" = "Orbity / Nazwy";
"Labels" = "Nazwy";
"Constellations in Latin" = "Gwiazdozbiory po łacinie";
"Spacecrafts" = "Statki kosmiczne";
"Locations" = "Miejsca";
"Ambient Light" = "Światło otoczenia";
"Limiting Magnitude" = "Wielkość ograniczenia";
"Info Text" = "Tekst informacyjny";
"Level: " = "Poziom:";
"None" = "Brak";
"Terse" = "Zwięzły";
"Verbose" = "Rozszerzony";
"Textures" = "Tekstury";
"Resolution: " = "Rozdzielczość:";
"Low" = "Niski";
"Medium" = "Średni";
"High" = "Wysoki";
"Automatic FOV" = "Automatyczny FOV";
"Screen DPI: " = "Ekran DPI: ";
"Viewing Distance (cm): " = "Odległość widoku (cm): ";
"Cities" = "Miasta";
"Observatories" = "Obserwatoria";
"Landing Sites" = "Miejsca lądowania";
"Craters" = "Kratery";
"Mons" = "Mons";
"Terra" = "Terra";
"Vallis" = "Vallis";
"Mare" = "Mare";
"Other" = "Inny";
"Minimum Feature Size" = "Minimalny rozmiar funkcji";
"Date/Time" = "Data/Czas";
"Display" = "Ekran";
"Timezone: " = "Strefa czasowa: ";
"Format: " = "Format: ";
"Local Format" = "Lokalny format";
"Set" = "Ustaw";
"Local Time is only supported for dates between 1902 and 2037.\n" = "Czas lokalny jest obsługiwany tylko dla dat pomiędzy 1902 i 2037.\n";
"Julian Date: " = "Data Juliańska: ";
"Now" = "Teraz";
"\nSelection: " = "\nWybór: ";
"Include Light Travel Time" = "Dołącz czas podróży światła";
"Ignore Light Travel Time " = "Zignoruj czas podróży światła";
"OpenGL" = "OpenGL";
"Key Bindings" = "Powiązanie klawiszy";
"<b>Unextended OpenGL 1.1</b>" = "<b>Nierozszerzony OpenGL 1.1</b>";
"<b>Multiple textures and the ARB_texenv_combine extension</b>" = "<b>Kilka tekstur i rozszerzenie ARB_texenv_combine</b>";
"<b>NVIDIA combiners, no vertex programs</b>" = "<b>Kombinatory NVIDIA, żadnych programów werteksu</b>";
"<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>" = "<b>Rozszerzenie ARB_texenv_DOT3, rozszerzenie ARB_vertex_program</b>";
"<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users" = "<b>Kombinatory NVIDIA, rozszerzenie NV_vertex_program</b><br>powoduje bump-mapping, cienie pierscienia, i odbicie światła na każdej karcie graficznej Geforce lub ATI Radeon, choć NvCombiner ARBVP jest nieco lepszym rozwiązaniem dla użytkowników Geforce";
"<b>NVIDIA Combiners, ARB_vertex_program extension</b>" = "<b>Kombinatory NVIDIA, rozszerzenie ARB_vertex_program</b>";
"<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards" = "<b>Rozszerzenia ARB_fragment_program i ARB_vertex_program</b><br> powodują zaawansowane efekty na kartach GeForce FX i Radeon 9700";
"<b>NV_fragment_program and ARB_vertex_program extensions</b>" = "<b>Rozszerzenia NV_fragment_program i ARB_vertex_program</b>";
"<b>OpenGL 2.0 Shading Language</b>" = "<b>Język cieniowania OpenGL 2.0</b>";
"File %1 does not exist, using default configuration file %2/celestia.cfg" = "Plik %1 nie istnieje, użyty będzie domyślny plik konfiguracyjny %2/celestia.cfg";
"Directory %1 does not exist, using default %2" = "Katalog %1 nie istnieje, użyj domyślnego %2";
"Extras directory %1 does not exist" = "Katalog z dodatkami %1 nie istnieje";
"Abs (app) mag: " = "Abs (poz) wiel: ";
"Surface Temp: " = "Temp. powierzchni:";
"Marked objects" = "Zaznaczone obiekty";
"Select" = "Wybierz";
"Center" = "Centruj";
"Synch Orbit" = "Synch. Orbit";
"Unmark All" = "Odznacz wszystko";
"Diamond" = "Romb";
"Triangle" = "Trójkąt";
"Square" = "Kwadrat";
"Filled Square" = "Wypełniony kwadrat";
"Plus" = "Plus";
"X" = "X";
"Left Arrow" = "Strzałka w lewo";
"Right Arrow" = "Strzałka w prawo";
"Up Arrow" = "Up Arrow";
"Down Arrow" = "Strzałka w dół";
"Circle" = "Koło";
"Disk" = "Dysk";
"Normal" = "Standardowo";
"Small Bodies" = "Małe ciała";
"Dwarf Planets" = "Planety karłowe";
"Duration: %1" = "Czas trwania: %1";
"Size: %1 MB" = "Rozmiar: %1 MB";
"Current size: %1 x %2" = "Obecny rozmiar: %1 x %2";
"Current width: %1 x %2" = "Obecna szerokość: %1 x %2";
"Current height: %1 x %2" = "Obecna wysokość: %1 x %2";
"You must specify a file name." = "Musisz podać nazwę pliku.";
"Error initializing movie capture." = "Błąd odczytu przechwytywanego filmu.";
"Navigation" = "Nawigacja";
"Options" = "Opcje";
"Objects" = "Obiekty";
"OpenGL Render Path" = "Ścieżka rendera OpenGL";
"Time" = "Czas";
"MultiView" = "MultiWidok";
"Main Toolbar" = "Główny pasek narzędzi";
"Dist." = "odleg.";
"App. Mag." = "Poz. wielk.";
"Abs. Mag." = "Abs. wielk.";
"With Planets" = "Z planetami";
"Brightest (Abs.)" = "Najjaśniejsza (abs.)";
"Brightest (App.)" = "Najjaśniejsza (poz.)";
"Nearest" = "Najbliższy";
"Close" = "Zamkij";
"Alt+C" = "Alt+C";
"Refresh" = "Odśwież";
"End" = "Koniec";
"Search parameters" = "Parametry wyszukiwania";
"Solar Eclipses" = "Zaćmienie Słońca";
"On:" = "Włączone:";
"Moon Eclipses" = "Zaćmienia Księżyca";
"Search" = "Szukaj";
"To:" = "Do:";
"From:" = "Od:";
"Close" = "Zamknij";
"Video Capture" = "Przechwytywanie obrazu";
"Save As:" = "Zapisz jako:";
"*.ogg" = "*.ogg";
"Aspect Ratio:" = "Proporcje ekranu:";
"Current" = "Bieżący";
"11:9" = "11:9";
"4:3" = "4:3";
"16:9" = "16:9";
"Image Size:" = "Rozmiar obrazu:";
"Frame Rate:" = "Liczba klatek:";
"Video Quality:" = "Jakość obrazu:";
"Play Video when capture is done" = "Odtwórz wideo, gdy skończyło się przechwytywanie";
"Usage" = "Użycie";
"<p>Press <b>F11</b> to start/pause recording<br>\nPress <b>F12</b> to stop</p>\n\n<p>Note that resizing the main window will not be possible until the end of the capture</p>" = "<p>Naciśnij klawisz <b>F11</b>, aby rozpocząć/wstrzymać nagrywanie<br>\nNaciśnij klawisz <b>F12</b>, aby zatrzymać</p>\n\n<p>Należy pamiętać, że zmiany rozmiaru okna głównego nie będą możliwe, aż do zakończenia przechwytywania</p>";
"OK" = "OK";
"Cancel" = "Anuluj";
"Mercury" = "Merkury";
"Venus" = "Wenus";
"Mars" = "Mars";
"Phobos" = "Fobos";
"Deimos" = "Deimos";
"Amalthea" = "Amaltea";
"Io" = "Io";
"Europa" = "Europa";
"Ganymede" = "Ganimedes";
"Callisto" = "Kallisto";
"Prometheus" = "Prometeusz";
"Pandora" = "Pandora";
"Epimetheus" = "Epimeteusz";
"Janus" = "Janus";
"Mimas" = "Mimas";
"Enceladus" = "Enceladus";
"Tethys" = "Tetyda";
"Dione" = "Dione";
"Rhea" = "Rea";
"Titan" = "Tytan";
"Hyperion" = "Hyperion";
"Iapetus" = "Japet";
"Phoebe" = "Febe";
"Miranda" = "Miranda";
"Ariel" = "Ariel";
"Umbriel" = "Umbriel";
"Titania" = "Tytania";
"Oberon" = "Oberon";
"Larissa" = "Larissa";
"Proteus" = "Proteusz";
"Triton" = "Tryton";
"Nereid" = "Nereida";
"Pluto-Charon" = "Pluton-Charon";
"Charon" = "Charon";
"NORTH AMERICA" = "AMERYKA PÓŁNOCNA";
"SOUTH AMERICA" = "AMERYKA POŁUDNIOWA";
"EURASIA" = "EURAZJA";
"AFRICA" = "AFRYKA";
"AUSTRALIA" = "AUSTRALIA";
"ANTARCTICA" = "ANTARKTYKA";
"NORTH ATLANTIC OCEAN" = "PÓŁNOCNY OCEAN ATLANTYCKI";
"SOUTH ATLANTIC OCEAN" = "POŁUDNIOWY OCEAN ATLANTYCKI";
"NORTH PACIFIC OCEAN" = "PÓŁNOCNY OCEAN SPOKOJNY";
"SOUTH PACIFIC OCEAN" = "POŁUDNIOWY OCEAN SPOKOJNY";
"INDIAN OCEAN" = "OCEAN INDYJSKI";
"ARCTIC OCEAN" = "OCEAN ARKTYCZNY";
"Milky Way" = "Droga Mleczna";
"SMC" = "SMC";
"LMC" = "LMC";
"Solar System Barycenter" = "Układ Słoneczny Barycentrum";
"File" = "Plik";
"Open Script..." = "Otwórz skrypt...";
"Scripts" = "Skrypty";
"Placeholder" = "Symbol zastępczy";
"Capture Image...\tF10" = "Przechwyć obraz...\tF10";
"Capture Movie...\tShift+F10" = "Przechwyć film...\tShift+F10";
"Exit" = "Wyjście";
"Select Sol\tH" = "Wybierz słońce\tH";
"Tour Guide..." = "Przewodnik...";
"Select Object..." = "Wybierz obiekt...";
"Goto Object..." = "Przejdź do obiektu...";
"Center Selection\tC" = "Centruj wybór\tC";
"Go to Selection\tG" = "Przejdź do wyboru\tG";
"Follow Selection\tF" = "Śledź wybór\tF";
"Sync Orbit Selection\tY" = "Synchronizacja wyboru orbity\tY";
"Track Selection\tT" = "Wybór ścieżki\tT";
"Solar System Browser..." = "Przeglądarka układu słonecznego...";
"Star Browser..." = "Przeglądarka gwiazd...";
"Eclipse Finder" = "Wyszukiwarka zaćmienia";
"Time" = "Czas";
"10x Faster\tL" = "10x szybciej\tL";
"10x Slower\tK" = "10x wolniej\tK";
"Freeze\tSpace" = "Zamróź\tSpace";
"Reverse Time\tJ" = "Odwróć czas\tJ";
"Set Time..." = "Ustaw Czas...";
"Show Local Time" = "Pokaż czas lokalny";
"Render" = "Render";
"Select Display Mode..." = "Wybierz tryb ekranu...";
"Toggle Full Screen\tAlt+Enter" = "Przełącz na pełny ekran\tAlt+Enter";
"View Options..." = "Pokaż opcje";
"Locations..." = "Miejsca...";
"More Stars Visible\t]" = "Więcej widocznych gwiazd\t]";
"Fewer Stars Visible\t[" = "Mniej widocznych gwiazd\t]";
"Auto Magnitude\tCtrl+Y" = "Automatyczna wielkość\tCtrl+Y";
"Star Style" = "Styl gwiazdy";
"Fuzzy Points" = "Niewyraźne punkty";
"Points" = "Punkty";
"Scaled Discs" = "Skalowane tarcze";
"Ambient Light" = "światło otoczenia";
"None" = "Brak";
"Low" = "Niski";
"Medium" = "Średni";
"Texture Resolution" = "Rozdzielczość tekstur";
"High" = "Wysoki";
"Antialiasing\tCtrl+X" = "Antialiasing\tCtrl+X";
"View" = "Widok";
"Split Horizontally\tCtrl+R" = "Podziel poziomo\tCtrl+R";
"Split Vertically\tCtrl+U" = "Podziel pionowo\tCtrl+U";
"Delete Active View\tDEL" = "Usuń aktywny widok\tDEL";
"Single View\tCtrl+D" = "Pojedynczy widok\tCtrl+D";
"Show Frames" = "Pokaż klatki";
"Synchronize Time" = "Synchronizuj czas";
"Bookmarks" = "Zakładki";
"Add Bookmarks..." = "Dodaj zakładki...";
"Organize Bookmarks..." = "Organizuj zakładki...";
"Help" = "Pomoc";
"Run Demo" = "Uruchom demo";
"Controls" = "Kontrole";
"OpenGL Info" = "Informacje OpenGL";
"License" = "Licencja";
"About Celestia" = "O Celestia";
"About Celestia" = "O Celestia";
"OK" = "OK";
"Copyright (C) 2001-2009, Celestia Development Team" = "Copyright (C) 2001-2008, Zespól twórców programu Celestia";
"http://www.shatters.net/celestia" = "http://www.shatters.net/celestia";
"Celestia is free software and comes with absolutely no warranty." = "Celestia jest wolnym oprogramowaniem i udostępnione jest bez żadnej gwarancji.";
"Authors" = "Autorzy";
"Chris Laurel" = "Chris Laurel";
"Clint Weisbrod" = "Clint Weisbrod";
"Fridger Schrempp" = "Fridger Schrempp";
"Christophe Teyssier" = "Christophe Teyssier";
"Grant Hutchison" = "Grant Hutchison";
"Pat Suwalski" = "Pat Suwalski";
"Toti" = "Toti";
"Da Woon Jung" = "Da Woon Jung";
"Hank Ramsey" = "Hank Ramsey";
"Bob Ippolito" = "Bob Ippolito";
"Vincent Giangiulio" = "Vincent Giangiulio";
"Select Object" = "Wybierz obiekt";
"Object Name" = "Nazwa obiektu";
"License" = "Licencja";
"Celestia Controls" = "Kontrole Celestii";
"OpenGL Driver Info" = "Informacje sterownika OpenGL";
"Set Simulation Time" = "Ustaw czas symulacji";
"Time Zone: " = "Strefa czasowa: ";
"Set To Current Time" = "Ustaw do aktualnego czasu";
"Add Bookmark" = "Dodaj zakładkę";
"Create in >>" = "Utwórz w >>";
"New Folder..." = "Nowy Folder...";
"Solar System Browser" = "Przeglądarka układu słonecznego";
"Solar System" = "Układ słoneczny";
"Go To" = "Przejdź do";
"Solar System Objects" = "Obiekty układu słonecznego";
"Star Browser" = "Przeglądarka gwiazd";
"Brightest" = "Najjaśniejsze";
"With planets" = "Z planetami";
"Refresh" = "Odśwież";
"Star Search Criteria" = "Kryteria wyszukiwania gwiazd";
"Maximum Stars Displayed in List" = "Maksymalna ilość gwiazd wyświetlana w liście";
"Tour Guide" = "Przewodnik";
"Go To" = "Przejdź do";
"Select your destination:" = "Wybierz twój cel:";
"Go to Object" = "Przejdź do objektu";
"radii" = "promień";
"Object" = "Obiekt";
"Long." = "Long.";
"Lat." = "łac.";
"Distance" = "Odległość";
"Size:" = "Rozmiar:";
"Frame rate:" = "Liczba klatek:";
"Select Display Mode" = "Wybierz tryb ekranu";
"Resolution" = "Rozdzielczość";
"View Options" = "Opcje widoku";
"Globulars" = "Gromady kuliste";
"Grids" = "Siatka";
"Celestial" = "Kosmiczny";
"Horizontal" = "Poziome";
"Galactic" = "Galaktyczne";
"Ecliptic" = "Ekliptczne";
"Minor Moons" = "Drobne księżyce";
"DSO Labels" = "Nazwy DSO";
"Diagrams" = "Schematy";
"Boundaries" = "Granice";
"Latin Names" = "Łacińskie nazwy";
"Information Text" = "Informacje tekstowe";
"Filter Stars" = "Filtr gwiazd";
"Montes (Mountains)" = "Montes (góry)";
"Maria (Seas)" = "Maria (morza)";
"Valles (Valleys)" = "Valles (doliny)";
"Terrae (Land masses)" = "Terrae (masy ziemi)";
"Volcanoes" = "Wulkany";
"Other features" = "Inne funkcje";
"Label Features" = "Funkcje nazwy";
"Show Features" = "Pokaż funkcje";
"Minimum Labeled Feature Size" = "Minimalny rozmiar nazwania funkcji";
"Add New Bookmark Folder" = "Filtr gwiazd";
"Folder Name" = "Nazwa folderu";
"Organize Bookmarks" = "Organizuj zakładki";
"Rename..." = "Zmień nazwę...";
"Delete" = "Usuń";
"Rename Bookmark or Folder" = "Zmień nazwę zakładki lub folderu";
"New Name" = "Nowa Nazwa";
"Compute" = "Oblicz";
"Set Date and Go to Planet" = "Ustaw datę i przejdź do planety";
"Lunar Eclipses" = "Zaćmienia księżyca";
"Jan" = "Sty";
"Feb" = "Lut";
"Mar" = "Mar";
"Apr" = "Kwi";
"May" = "Maj";
"Jun" = "Cze";
"Jul" = "Lip";
"Aug" = "Sie";
"Sep" = "Wrz";
"Oct" = "Paź";
"Nov" = "Lis";
"Dec" = "Gru";
